Repository: NaturalHistoryMuseum/scratchpads
Catalog: sites/all/modules-56/notify/po/*.po
Languages: de

source: The notification module allows users to subscribe to periodic e-mails which include all new or revised content and/or comments much like the daily news letters sent by some websites. Even if this feature is not configured for normal site users, it can be a useful feature for an administrator of a site to monitor content submissions and comment posts.
de: Das Benachrichtigungs-Modul erlaubt es Benutzern, regelmäßig E-Mails zu erhalten, die neue oder aktualisierte Beiträge und/oder Kommentare enthalten, wie das von Newslettern einiger Websites bekannt ist. Auch wenn diese Funktion nicht für den normalen Benutzer aktiviert wird, kann es für Administratoren hilfreich sein, Beiträge und Kommentare einer Website zu überwachen.

source: The administrator sets the frequency of the e-mails in the notify administration interface. They can also set how many e-mail failures should occur before notify stops sending notifications. Note that cron must be enabled for notifications to be sent out.
de: Der Administrator legt die Häufigkeit der E-Mails in den Einstellungen für Benachrichtigungen fest. Es ist auch möglich einzustellen, wieviele fehlgeschlagene Sendungen es geben darf, bevor Benachrichtigungen deaktiviert werden. Für das Senden von Benachrichtigungen wird Cron benötigt.

source: <p>You can</p><ul><li>set up your site to run tasks automatically at required intervals. For more information, see <a href="@admin-help-system">cron</a>.</li><li>administer notify <a href="@admin-settings-notify">administer &gt;&gt; settings &gt;&gt; notify</a>.</li></ul>
de: <ul><li><a href="@admin-help-system">weitere Informationen zu Cron</a></li><li><a href="@admin-settings-notify">Benachrichtigungen verwalten</a></li></ul>

source: Never
de: Nie

source: Send notifications every
de: Benachrichtigungen senden alle

source: How often should new content notifications be sent? Requires cron to be running.
de: Wie oft Benachrichtigungen gesendet werden sollen. Cron muss dafür aktiv sein.

source: Number of failed sends after which notifications are disabled
de: Anzahl der fehlgeschlagenen Sendungen nach denen Benachrichtigungen deaktiviert werden

source: Disabled
de: Deaktiviert

source: My notification settings
de: Benachrichtigungen

source: Notifications
de: Benachrichtigungen

source: Notification settings
de: Benachrichtigungen

source: Adjust settings for new content notifications sent by e-mail.
de: Einstellungen für Benachrichtigungen über neue Beiträge per E-Mail.

source: Master switch
de: Grundeinstellung

source: Notify status
de: Status für Benachrichtigungen

source: Enabled
de: Aktiviert

source: Do you wish to receive periodic e-mails when new content is posted?
de: E-Mails erhalten, wenn neue Beiträge erschienen sind.

source: Detailed settings
de: Weitere Einstellungen

source: Notify new content
de: Über neue Beiträge benachrichtigen

source: Include new content in the notification mail.
de: Neue Beiträge in der E-Mail berücksichtigen.

source: Content
de: Inhalt

source: Title only
de: Nur der Titel

source: Title + Teaser
de: Titel und Anrisstext

source: Title + Body
de: Titel und Haupttext

source: Select the amount of each post that you would like to see in your notification e-mails.
de: Wieviel von jedem Beitrag in der E-Mail enthalten sein soll.

source: Notify new comments
de: Über neue Kommentare benachrichtigen

source: Include new comments in the notification mail.
de: Neue Kommentare in der E-Mail berücksichtigen.

source: Save settings
de: Einstellungen speichern

source: Your e-mail address must be specified on your <a href="@url">my account</a> page.
de: Unter <a href="@url">Mein Konto</a> muss die E-Mail-Adresse angegeben sein.

source: Notify settings saved.
de: Einstellungen für Benachrichtigungen gespeichert.

source: The following table shows all users that have notifications enabled.
de: Die folgende Tabelle zeigt alle Benutzer die Benachrichtigungen aktiviert haben.

source: Flush e-mail queue
de: Warteschlange abarbeiten

source: Send out any pending notification e-mails currently in queue.
de: Alle Benachrichtigungen in der Warteschlange senden.

source: @count pending notification e-mails have been sent.
de: @count Benachrichtigung(en) gesendet.

source: @count notification e-mails could not be sent.
de: @count Benachrichtigungen konnten nicht gesendet werden.

source: No notification e-mails needed to be sent.
de: Es mussten keine Benachrichtigungen gesendet werden.

source: Username
de: Benutzername

source: E-mail address
de: E-Mail-Adresse

source: Teasers
de: Textmenge

source: Comment
de: Kommentare

source: Failed attempts
de: Fehlversuche

source: No users have notifications enabled.
de: Kein Benutzer hat Benachrichtigungen aktiviert.

source: Published
de: veröffentlicht

source: Unpublished
de: unveröffentlicht

source: @status @type by @author
de: @type von @author - @status

source: Recent content - @count
de: @count

source: @count attached to @type posted by @author: @title
de: @count zu @type von @author: @title

source: @title by @author
de: @title von @author

source: Recent comments - @count
de: @count

source: @sitename new content notification for @username
de: @sitename: Benachrichtigung über neue Beiträge für @username

source: Greetings @user,
de: Hallo @user,

source: This is an automatic e-mail from @sitename.
de: Dies ist eine automatisch erstellte Nachricht von @sitename.

source: To stop receiving these e-mails, change your notification preferences at @notify-url
de: Diese E-Mails können in den Einstellungen für Benachrichtigungen unter @notify-url abbestellt werden.

source: Notify: User %name (%mail) could not be notified. Mail error.
de: Notify: Nutzer %name (%mail) konnte nicht benachrichtigt werden. E-Mail-Fehler.

source: Notify: User %name (%mail) notified successfully.
de: Notify: Nutzer %name (%mail) wurde erfolgreich benachrichtigt.

source: error
de: Fehler

source: user
de: Benutzer

source: 1 new post
de: Ein neuer Beitrag

source: 1 new comment
de: Ein neuer Kommentar

source: access notify
de: Benachrichtigungen erhalten

source: administer notify
de: Benachrichtigungen verwalten

source: Notify module installed successfully.
de: Das Notify-Modul wurde erfolgreich installiert.

source: Table installation for the Notify module was unsuccessful. The tables may need to be installed by hand.
de: Die Installation der Datenbank-Tabellen des Notify-Moduls war nicht erfolgreich. Möglicherweise müssen sie von Hand installiert werden.

source: Enables notifications of new content and comments by e-mail.
de: Ermöglicht Benachrichtigungen über neue Beiträge und Kommentare per E-Mail.
