Repository: NaturalHistoryMuseum/scratchpads
Catalog: sites/all/modules/trip_search/po/*.po
Languages: fr

source: An alternative to the core search module, providing site-wide searching without custom indexing.
fr: Une alternative au module de recherche de base, qui offre un moteur de recherche sans besoin d'indexation spécifique

source: The trip_search module provides site-wide search capability. Below you can refine the search presentation.
fr: Le module trip_search propose une fonctionnalité de recherche sur l'ensemble du site. Vous pouvez préciser la présentation des recherches ci-dessous

source: <p>The trip_search module offers alternative search methods including search by category and advanced operators (full phrase, optional words, etc.).</p><p>In <a href="%trip_search-config">administer &raquo; settings &raquo; trip_search</a> you can set up an introductory text for display at the top of search forms and a ceiling on the number of hits that may be returned.</p><h3>User access permission for searching</h3> <p><strong>fulltext search:</strong> Allows a role to view the search form, perform a search, and view results.</p>
fr: <p>Le module trip_search propose des méthodes de recherche alternatives, par exemple des recherches par catégories et des opérateurs plus avancés (phrase entière, mots facultatifs, etc.).</p><p>Dans <a href="%trip_search-config">administrer &raquo; paramètres &raquo; trip_search</a> vous pouvez définir un texte introductif à afficher en haut des formulaires de recherche, ainsi qu'un nombre maximum de résultats à afficher.</p><h3>Droits d'accès à la recherche</h3> <p><strong>rechercher contenu:</strong> Permet à un rôle de visualiser le forumaire de recherche, exécuter une recherche, et visualiser les résultats.</p>

source: <p>You can improve your search results by adding "operators" that refine your keywords. All of these operators can be entered directly into the basic search box. Alternately, you can use the <a href="%advanced">Advanced search</a> page.</p><h3>Advanced search operators</h3>
fr: <p>Vous pouvez améliorer les résultats de vos recherches en y ajoutant des "operateurs" qui précisent mieux vos mots-clés. Tous ces opérateurs peuvent être saisis directement dans la case de recherche. Vous pouvez également utiliser la page <a href="%advanced">Recherche avancée</a>.</p> <h3>Opérateurs de recherche avancée</h3>

source: searches
fr: recherches

source: Sample:
fr: Echantillon:

source: Search
fr: Rechercher

source: Block message
fr: Message de bloc

source: Enclose phrases in double quotes ("").
fr: Entourer les phrases de double quotes ("").

source: Message to display at the bottom of search block.
fr: Message à afficher en bas du bloc de recherche

source: advanced search
fr: recherche avancée

source: Validation error, please try again. If this error persists, please contact the site administrator.
fr: Erreur de validation, veuillez essayer de nouveau. Si le problème persiste, veuillez contacter l'administrateur du site.

source: Unable to run search
fr: Je ne peux pas exécuter la recherche

source: Search criteria
fr: Critères de recherche

source: Advanced search criteria
fr: Page de recherche avancée

source: Matching categories
fr: Catégories correspondantes

source: Results %from to %max of %count
fr: Résultats %from à %max de %count

source: Filter results by category
fr: Filtrer les résultats par catégorie

source: Filter results by type
fr: Filtrer les résultats par type de contenu

source: Filter results by user
fr: Filtrer les résultats par utilisateur

source: Your search yielded no results.
fr: Aucun résultat trouvé

source: %count matches for "%keys".
fr: %count correspondances pour "%keys".

source: view results
fr: visualiser les résultats

source: none
fr: aucun

source: Filter on content
fr: Filtrer le contenu

source: Note that you should not use double quotes in the advanced search
fr: Ne pas utiliser les double-quotes dans la recherche avancée

source: All of the words
fr: Tous les mots

source: with %all the words
fr: avec %all les mots

source: all
fr: tous

source: Required phrase
fr: Phrase obligatoire

source: with the %exact
fr: avec la %exact

source: exact phrase
fr: phrase exacte

source: Any of the words
fr: Au moins un des mots

source: with %one the words
fr: avec %one des mots

source: at least one of
fr: au moins un

source: Excluded words
fr: Mots exclus des résultats

source: %without the words
fr: %without les mots

source: without
fr: sans

source: Filter by date
fr: Filtrer par date

source: Date format <strong>must</strong> be dd/mm/yyyy. Use calendar to enter dates
fr: Le format des dates <strong>doit</strong> être jj/mm/aaaa. Utiliser le calendrier pour saisir les dates

source: Before
fr: Avant

source: After
fr: Depuis

source: Filter by categories
fr: Filtrer les résultats par catégorie

source: Find content
fr: Trouver contenu

source: Irrespective of category (no filtering)
fr: Sans tenir compte des catégories (pas de filtrage)

source: In %all of the selected categories
fr: Dans %all les catégories sélectionnées

source: In %atleastone of the selected categories
fr: Dans %atleastone des catégories sélectionnées

source: at least one
fr: au moins un

source: Select one or more terms to include
fr: Sélectionner une ou plusieurs termes à inclure

source: Filter by user
fr: Filtrer par utilisateur

source: You can select a user on which to filter. The results will include documents published by your selected user.
fr: Vous pouvez choisir un utilisateur sur lequel filtrer. Les résultats n'incluront que des documents publiés par cet utilisateur.

source: Select a user
fr: Choisir un utilisateur

source: Filter by content type
fr: Filtrer les résultats par type de contenu

source: You can select one or more content types on which to filter. The results will include only documents of these types
fr: Vous pouvez filtrer sur un ou plusieurs types de contenu. Les résultats n'inclueront que des documents de ce type.

source: Choose content types to include
fr: Choisir les types de contenu à inclure

source: search
fr: rechercher

source: search tips
fr: quelques tuyaux

source: Database type
fr: Type de base de données

source: I am unable to determine the database type: note that this module only functions with either MySQL or PostgreSQL
fr: Je ne peux pas déterminer le type de base de données. Ce module n'est fait que pour MySQL ou PostgreSQL

source: You are using a MySQL database and must enable full text searching (requires creating indices, see help text)
fr: Vous utilisez une BDD MySQL. Vous devez activer la recherche fulltext(nécessite la création d'indexes - voir aide)

source: You are using a PostgreSQL database which is not supported in this version
fr: Vous utilisez une BDD PostgreSQL qui n'est pas supportée dans cette version

source: Unable to identify the database: THIS SEARCH MODULE WILL NOT WORK!
fr: Je ne peux pas identifier la BDD: LA RECHERCHE NE FONCTIONNERA PAS!

source: Unable to identify the database: THIS SEARCH MODULE WILL NOT WORK!.
fr: Je ne peux pas identifier la BDD: LA RECHERCHE NE FONCTIONNERA PAS!

source: Main settings
fr: Paramètres principaux

source: Search explanation
fr: Explication de la recherche

source: This text will be displayed at the top of the search form. It is useful for helping or instructing your users.
fr: Ce texte sera affiché en haut du formulaire de recherche. Il aidera vos utilisateurs à formuler leurs demandes de recherche

source: Check node security
fr: Vérifier la sécurité d'accès aux noeuds

source: When this option is enabled, the node access sub-system is used to ensure that search results are limited to those to which the user has view access. Note that since each node's access rights are checked, this can potentially add a significant overhead to the search process: the option should only be used if you wish specifically to enforce private content.
fr: Quand cette option est activée, le sous-système d'accès aux noeuds (nodes) est utilisé afin de limiter les résultats de la recherche aux documents auxquels l'utilisateur à le droit d'accéder. Noter que, puisque les droits d'accès sont vérifiés pour chaque document, cela peut représenter une charge certaine sur les performances: vous ne devriez activer cette option que si vous souhaitez explicitement appliquer les droits d'accès au contenu privé.

source: Maximum items
fr: Nombre maximum d'items

source: The maximum number of search results to display per page.
fr: Nombre maximum de résultats à afficher par page

source: Ranking of results
fr: Ordonnancement des résultats

source: If enabled, ranking will sort search results before they are displayed. Use these settings to make particular factors score higher or lower in the ranking. Entering 0 in the score will cause the ranking not to take effect
fr: Si l'option est activée, les résultats seront ordonnancés avant l'affichage. Utiliser ces options afin de moduler la prise en compte d'éléments particuliers dans l'ordonnancement. Un zéro débranche l'ordonnancement

source: Use ranking
fr: Utiliser affichage par rang

source: Ranking of search results, to present most relevant results first, has some overhead in terms of CPU demands. Disable to increase speed.
fr: Affichage par rang des résultats de recherche, afin d'en présenter les plus pertinents en premier. Consomme des ressources CPU. Désactiver pour diminuer les temps de réponse.

source: In title
fr: Dans le titre

source: Search word is in title.
fr: Le mot recherché se trouve dans le titre

source: In body
fr: Dans le corps

source: Search word is in body.
fr: Le mot recherché est dans le corps du texte

source: Promoted
fr: Promu

source: Node has been promoted (is "sticky" or static on front page).
fr: Le document (noeud) est promu ("sticky" ou statique sur la page de mire).

source: Most hits
fr: Plus grand nombre de visualisations

source: Most-visited page will get this score, with other pages getting a percentage of this score based on their relative hits.
fr: La page la plus visualisée se verra attribué ce score, les autres pages s'en verront attribué un pourcentage selon le nombre relatif de visualisations.

source: To enable hit count ranking, first install the statistics module and enable node hit counting.
fr: Afin d'activer ordonnancement par nombre de visualisations, activer le module statistique, ainsi que son option de comptage des visualisations

source: Filtering of results
fr: Filtrage des résultats

source: If enabled, result filtering will allow the user to further filter the search result set. Note that this has performance implications, since each filter causes an additional search to be made in the database
fr: Si cette option est activée, le filtrage permettra à l'utilisateur d'appliquer des filtres supplémentaires à l'ensemble des résultats. Noter que cela peut avoir des effets négatifs sur la performance, puisque chaque filtre nécessite une recherche supplémentaire dans la base de données

source: Enable filtering by category
fr: Activer le filtrage par catégorie

source: Enable filtering by content type
fr: Activer le filtrage des résultats par type de contenu

source: Enable filtering by user
fr: Activer le filtrage par utilisateur

source: Advanced search page selection criteria options
fr: Options pour les critères dans la recherche avancée

source: Enable or disable the display of particular form sections on the advanced search page.
fr: Activer ou désactiver l'affichage de paramètres particuliers dans la page de recherche avancée.

source: Categories
fr: Catégories

source: User
fr: Utilisateur

source: Content type
fr: Type de contenu

source: Omitted vocabularies
fr: Vocabulaires omis

source: Select vocabularies which should be %omitted on the Advanced Search page.
fr: Sélectionner les vocabulaires qui doivent apparaître comme %omitted sur la page de recherche avancée

source: omitted
fr: omis

source: Omitted users
fr: Utilisateurs omis

source: Select users which should be %omitted on the Advanced Search page.
fr: Sélectionner les vocabulaires qui ne doivent pas apparaître sur la page de recherche avancée

source: Use the "-" operator (a minus sign preceding your keyword) to exclude a term from a search.
fr: Utiliser l'opérateur "-" (une signe "moins" avant votre mot-clé) pour exclure un terme de votre recherche

source: Enclose multiple words in double quotes to find matches for an exact phrase.
fr: Entourer plusieurs mots en double quotes pour retrouver une correspondance exacte avec la phrase

source: Separate words with "OR" to find one or another, but not necessarily both.
fr: Séparer les mots par "OR" pour trouver l'un ou l'autre, mais pas forcément les deux

source: Use this operator together with a list of types (separated by the + symbol) to get only results of specific content types.
fr: Utiliser cet opérateur avec une liste de types (séparés par le symbole +) pour des résultats limités à certains types.

source: The before: operator can be used to restrict your search to content posted before a given date.
fr: L'opérateur before: sert à limiter votre recherche à du contenu créé avant une certaine date.

source: The after: operator can be used to restrict your search to content posted after a given date.
fr: L'opérateur after: sert à limiter votre recherche à du contenu créé après une certaine date.

source: This operator is used to filter results by user name.
fr: Cet opérateur sert à filtrer les résultats par nom d'utilisateur

source: Use this operator together with a user id to get only results posted by a given user.
fr: Utiliser cet opérateur avec un identifiant d'utilisateur afin d'afficher des documents créés par un certain utilisateur.

source: Use this operator followed by a list of category ids to filter results by category.
fr: Utiliser cet opérateur suivi par une liste d'identifiants de catégorie afin de filtrer les résultats par catégorie.

source: reads
fr: lectures

source: Requested user "%user" not found.
fr: L'utilisateur "%user" n'a pas été trouvé.

source: fulltext search
fr: recherche fulltext
