Repository: NaturalHistoryMuseum/scratchpads
Catalog: sites/all/modules/tasks/po/*.po
Languages: es

source: tasks
es: tareas

source: A module to make task nodes.
es: Un módulo para hacer nodos de tipo "tarea".

source: This is an task type with a few fields.
es: Éste es un tipo de tarea con algunos campos.

source: access tasks main page
es: Acceder a la página principal de tareas

source: create task
es: Crear una tarea

source: edit all tasks
es: Editar todas las tareas

source: edit own task
es: Editar propias tareas

source: Colour
es: Color

source: This will be the colour this user's tasks will appear in. Hexdecimal or recognized colour name (e.g. #eee or just 'blue')
es: Las tareas del usuario aparecerán en esta color. Hexdecimal o nombre de la color reconocido. (e.g. #eee o solmente 'blue')

source: -- MASTER TASKLIST --
es: -- LISTA DE TAREAS MAESTRA --

source: NO PARENT - THIS IS THE MASTER TASKLIST
es: NO PADRE - ÉSTE ES LA LISTA DE TAREAS MAESTRA

source: Parent Tasklist
es: La lista padre

source: Task Name
es: Nombre de la tarea

source: About this task
es: Detalles de la tarea

source: -- Unassigned --
es: -- No atribuido --

source: Assign to user
es: Atribuir al usuario

source: Completed?
es: ¿Terminada?

source: Date Completed
es: Fecha Completada

source: *************** NO CHANGE ***************
es: *************** NO CAMBIO ***************

source: *** bottom of list ***
es: *** final de la lista ***

source: Place in tasklist above
es: Insertar en la lista de tareas encima

source: add new sub-task
es: añadir nueva subtarea

source: Add a new task to this task list
es: Añadir una nueva tarea en la lista de tareas

source: Task <b>%task</b> has been moved <b>up</b> the tasklist.
es: Tarea <b>%task</b> fue movida hacia <b>arriba</b> de la lista de tareas.

source: Task <b>%task</b> has been moved <b>down</b> the tasklist.
es: Tarea <b>%task</b> fue movida hacia <b>abajo</b> de la lista de tareas.

source: Showing %num_rows tasks. Filter
es: Mostrando %num_rows tasks. Filtrar

source: All Tasks
es: Todas las tareas

source: Complete Tasks
es: Tareas terminadas

source: Incomplete Tasks
es: Tareas incompletas

source: Down
es: Hacia abajo

source: Expand
es: Expandir

source: Up
es: Hacia arriba

source: Assigned
es: Asignado

source: Complete?
es: ¿Terminada?

source: Edit
es: Editar

source: Task
es: Tarea

source: WARNING: more than one master tasklists. Please delete all but one nodes of type tasks where parent = 0
es: ADVERTENCIA: más de una lista maestra de tareas. Por favor elimine todos los nodos de tipo tarea donde "parent = 0" salvo uno

source: <p>There are no tasks yet, so creating a top-level tasklist.</p>
es: <p>Ya no hay tareas, se está creando una principal lista de tarea.</p>

source: task
es: tarea

source: Tasks
es: Tareas

source: Tasklist
es: Lista de tareas
