Repository: NaturalHistoryMuseum/scratchpads
Catalog: sites/all/modules-56/tasks/po/*.po
Languages: he

source: A module to make task nodes.
he: רכיב המאפשר ליצור פריטי תוכן שהם משימות.

source: This is an task type with a few fields.
he: זהו סוג של משימה עם כמה שדות.

source: task
he: משימה

source: Tasks
he: משימות

source: Tasklist
he: רשימת משימות

source: Colour
he: צבע

source: This will be the colour this user's tasks will appear in. Hexdecimal or recognized colour name (e.g. #eee or just 'blue')
he: זה יהיה הצבע שבו ייצבעו המשימות של משתמש זה. מספר הקסדצימלי או שם בצע מזוהה (כגון #eee או פשוט 'blue').

source: -- MASTER TASKLIST --
he: -- רשימת משימות ראשית --

source: NO PARENT - THIS IS THE MASTER TASKLIST
he: אין אב - זוהי רשימת המשימות הראשית

source: Parent Tasklist
he: רשימת אב

source: Task Name
he: שם המשימה

source: About this task
he: אודות משימה זו

source: -- Unassigned --
he: -- לא משוייכת --

source: Assign to user
he: שייך לחבר האתר

source: Completed?
he: הושלמה?

source: Date Completed
he: תאריך השלמה

source: *************** NO CHANGE ***************
he: *************** ללא שינוי ***************

source: *** bottom of list ***
he: *** תחתית הרשימה ***

source: Place in tasklist above
he: מקם ברשימת המשימות מעל

source: add new sub-task
he: הוסף משימת בן

source: Add a new task to this task list
he: הוסף משימה חדשה לרשימת המשימות הזו

source: Task <b>%task</b> has been moved <b>up</b> the tasklist.
he: המשימה <b>%task</b> הועברה במעלה רשימת המשימות.

source: Task <b>%task</b> has been moved <b>down</b> the tasklist.
he: המשימה <b>%task</b> הועברה במורד רשימת המשימות.

source: Showing %num_rows tasks. Filter
he: מציג %num_rows משימות. סנן

source: Incomplete Tasks
he: משימות שטרם הושלמו

source: Complete Tasks
he: משימות שהושלמו

source: All Tasks
he: כל המשימות

source: Expand
he: הרחב

source: Up
he: למעלה

source: Down
he: למטה

source: Assigned
he: באחריות

source: Task
he: משימה

source: Complete?
he: הסתיים?

source: Edit
he: עריכה

source: WARNING: more than one master tasklists. Please delete all but one nodes of type tasks where parent = 0
he: אזהרה: יש יותר מרשימת משימות ראשית אחת. בבקשה למחוק את כל פריטי התוכן מסוג משימה שאביהם הוא אפס.

source: <p>There are no tasks yet, so creating a top-level tasklist.</p>
he: <p>עדיין אין משימות, כך שנוצרת רשימת משימות ראשית.</p>

source: create task
he: יצירת משימה

source: edit own task
he: עריכת משימות עצמית

source: edit all tasks
he: עריכת כל המשימות

source: access tasks main page
he: גישה לעמוד המשימות הראשי

source: tasks
he: משימות
